Repository: vdr-projects/vdr-plugin-imonlcd
Catalog: po/*.po
Languages: de_de

source: Control a iMON LCD
de_de: Steuert ein iMON LCD

source: Contrast
de_de: Kontrast

source: Default font
de_de: Zeichensatz

source: Height of big font
de_de: Höhe des großen Zeichensatzes

source: Height of small font
de_de: Höhe des kleinen Zeichensatzes

source: Disc spinning mode
de_de: Disc Rotationsmode

source: Slim disc
de_de: Schlanke Scheibe

source: Full disc
de_de: Volle Scheibe

source: Single line
de_de: Einzelne Zeile

source: Dual lines
de_de: Zwei Zeilen

source: Only topic
de_de: Nur Titel

source: Render mode
de_de: Anzeigemodus

source: Do nothing
de_de: Nichts unternehmen

source: Showing clock
de_de: Uhrzeit anzeigen

source: Turning backlight off
de_de: Abschalten der Anzeige

source: Show next timer
de_de: Nächsten Timer anzeigen

source: Wake up on next timer
de_de: Aufwachen zum nächsten Timer

source: Exit mode
de_de: Ende Modus

source: Margin time at wake up (min)
de_de: Vorlaufzeit zum Aufwachen (min)

source: Never
de_de: Niemals

source: Resume on activities
de_de: Reaktivieren bei Aktivität

source: Only per time
de_de: Gemäß der Zeit

source: Suspend display at night
de_de: Nächtliches Aussetzen der Anzeige

source: Beginning of suspend
de_de: Anfangszeit

source: End time of suspend
de_de: Endzeit

source: None active timer
de_de: Kein aktiver Timer

source: Unknown title
de_de: Unbekannter Titel
